/* 1st arg is localized number of page being previewed. 2nd arg is localized number of pages that can be previewed. */
"%@ of %@" = "%1$@ de %2$@";

/* A paper size: 842 x 1190 (points). */
"A3" = "A3";

/* A paper size: 595 x 842 (points). */
"A4" = "A4";

/* A paper size: 420 x 595 (points). */
"A5" = "A5";

/* A paper size: 729 x 1032 (points). */
"B4" = "B4";

/* A paper size: 516 x 729 (points). */
"B5" = "B5";

/* No comment provided by engineer. */
"Canceling\\U2026" = "A cancelar…";

/* Unknown error condition while printing. */
"Error while printing." = "Erro na impressão.";

/* A paper size: 540 x 720 (points). */
"Executive" = "Executivo";

/* A paper size: 612 x 1008 (points). */
"Legal" = "Legal";

/* A paper size: 612 x 792 (points). */
"Letter" = "Carta";

/* NEED COMMENT */
"No pages from the document were selected to be printed." = "Não foram seleccionadas páginas para impressão.";

/* page number string for printed page footer when the range of pages to print is unknown. */
"Page %ld" = "Página %ld";

/* page number string for printed page footer when the range of pages to print are known. */
"Page %ld of %ld" = "Página %1$ld de %2$ld";

/* No comment provided by engineer. */
"Preparing\\U2026" = "A preparar…";

/* A print progress panel title */
"Preview" = "Pré-visualizar";

/* A print progress panel title
   Printing alert title */
"Print" = "Imprimir";

/* The argument is the number of the page being printed. */
"Processing page: %@" = "A processar página: %@";

/* A print progress panel title */
"Save" = "Guardar";

/* A paper size: 792 x 1224 (points). */
"Tabloid" = "Tablóide";

/* No printer error description */
"To print this file, you must set up a printer." = "Para imprimir este ficheiro, primeiro tem de configurar uma impressora.";

/* No printer error recovery suggestion */
"To set up a printer, choose Apple menu > System Preferences, click Print & Fax, and then click the Add (+) button." = "Para configurar uma impressora, seleccione o menu Apple > Preferências do Sistema, clique em Impressão e Fax, e depois clique no botão Adicionar (+).";

/* Need Comment */
"Untitled" = "Sem nome";

